Repository: m-kafaiekhou/Podcast-Platform
Catalog: PodcastPlatform/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Token not available
fa: توکن در دسترس نیست

source: Invalid signature
fa: امضای نامعتبر است

source: Expired Signiture
fa: امضای منقضی شده است

source: Token not in white list
fa: توکن در لیست سفید نیست

source: user_identifier
fa: شناسه کاربر

source: User identifier not found in JWT
fa: شناسه کاربر در JWT یافت نشد

source: User not found
fa: کاربر یافت نشد

source: user with id {user_id} logged in
fa: کاربر با شناسه {user_id} وارد شد

source: user with id {user_id} just registered
fa: کاربر با شناسه {user_id} تازه ثبت نام کرده است

source: user with id {user_id} requested for refresh token
fa: کاربر با شناسه {user_id} درخواست توکن تازه داده است

source: podcast {podcast.title} added new episodes
fa: پادکست {podcast.title} قسمت‌های جدیدی اضافه کرده است

source: Token expired
fa: توکن منقضی شده است

source: username
fa: نام کاربری

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
fa: الزامی است. حداکثر ۱۵۰ کاراکتر. فقط حروف، اعداد و @/./+/-/_ مجاز هستند.

source: A user with that username already exists.
fa: یک کاربر با این نام کاربری در حال حاضر وجود دارد.

source: Email
fa: ایمیل

source: Phone Number
fa: شماره تلفن

source: First Name
fa: نام

source: Last Name
fa: نام خانوادگی

source: Activation Status
fa: وضعیت فعال‌سازی

source: Staff Status
fa: وضعیت کارمند

source: Superuser Status
fa: وضعیت سوپرکاربر

source: User
fa: کاربر

source: Users
fa: کاربران

source: Role
fa: نقش

source: Password fields didn't match.
fa: رمز عبور و تکرار آن با هم مطابقت ندارند.

source: Invalid credentials
fa: اطلاعات ورودی نامعتبر است

source: user already authenticated
fa: کاربر قبلاً تأیید شده است

source: invalid refresh token
fa: توکن تازه‌سازی نامعتبر است

source: you are authenticated
fa: شما تأیید شده‌اید

source: Password reset request
fa: درخواست بازیابی رمز عبور

source: your otp code is {otp}.
fa: کد otp شما {otp} است.

source: Success
fa: موفقیت

source: Error
fa: خطا

source: password reset successfully.
fa: رمز عبور با موفقیت بازیابی شد.

source: OTP did not matched
fa: کد otp مطابقت ندارد

source: User not active
fa: کاربر فعال نیست

source: Your object has been updated successfully .
fa: شیء شما با موفقیت به‌روزرسانی شد.

source: Persian
fa: فارسی

source: English
fa: انگلیسی

source: Created at
fa: ایجاد شده در

source: Deleted datetime
fa: تاریخ حذف

source: This is deleted datetime
fa: این تاریخ حذف شده است

source: Restored Datetime
fa: تاریخ بازیابی

source: This is Restored Datetime
fa: این تاریخ بازیابی شده است

source: Deleted status
fa: وضعیت حذف

source: This is deleted status
fa: این وضعیت حذف شده است

source: Podcast related to your url has been updated/added
fa: پادکست مرتبط با آدرس شما به‌روزرسانی/افزوده شده است

source: All podcasts have been updated
fa: تمام پادکست‌ها به‌روزرسانی شده‌اند

source: invalid url
fa: آدرس نامعتبر است
